{
    "Authorize": "Авторизация",
    "Username": "Имя пользователя",
    "Password": "Пароль",
    "Invalid username or password": "Неверное имя пользователя или пароль",
    "Could not authorize": "Ошибка во время авторизации",
    "Latin characters and numbers": "Лат. символы и цифры",
    "Mandatory field": "Обязательное поле",
    "Invalid format": "Неверный формат",
    "Does not match": "Не совпадает",
    "Sign In": "Войти",
    "Log Out": "Выйти",
    "You are successfully authorized on this website. Click on the button below if you wish to log out.": "Вы успешно вошли на сайт. Нажмите на кнопку, расположенную ниже, для выхода.",
    "Logging out from the website, please wait…": "Осуществляется выход…",
    "Register": "Регистрация",
    "Repeat password": "Повторите пароль",
    "Example: user@domain.com": "Пример: user@domain.ru",
    "E-mail": "",
    "At least 8 chars": "Не менее 8 символов",
    "Continue": "Продолжить",
    "Captcha": "Код с картинки",
    "Code on a picture, click to update": "Нажмите для обновления",
    "Invalid captcha code entered": "Неверный код с картинки",
    "User with such username is already registered": "Указанное имя пользователя уже зарегистрировано",
    "User with such e-mail address is already registered": "Указанны адрес электронной почты уже зарегистрирован",
    "Could not complete the registration process": "Ошибка во время завершения процесса регистрации",
    "Could not connect to the server": "Ошибка во время подключения к серверу",
    "New account registration": "Регистрация нового аккаунта",
    "Thank you for creating a new account.": "Спасибо за регистрацию на сайте.",
    "Your e-mail address needs to be verified to complete the registration process. To verify your e-mail address, please click on the button below:": "Для завершения процесса регистрации потребуется проверка адреса электронной почты. Для проверки, пожалуйста, нажмите на кнопку:",
    "Confirm E-mail": "Подтвердить E-mail",
    "Activate user account": "Активация аккаунта",
    "Your account could not be activated at this moment. It may be already activated, or you have specified wrong activation code.": "В настоящее время ваш аккаунт не может быть подтвержден. Возможно, он был активирован ранее, либо указан неверный код активации.",
    "Your account has been successfully activated. You may use your username and password to sign in to the website.": "Ваш аккаунт был успешно активирован. Вы можете войти на сайт, используя свои имя пользователя и пароль.",
    "In case you didn't request a new account, just ignore this mail.": "В случае, если вы не регистрировали новый аккаунт, просто проигнорируйте это письмо.",
    "Your registration is almost complete. Please check your mailbox and activate your account.": "Для завершения процедуры регистрации Вашего аккаунта, пожалуйста, проверьте свою электронную почту и следуйте полученным инструкциям.",
    "New password": "Новый пароль",
    "Unknown user": "Неизвестный пользователь",
    "Could not complete the password reset process": "Ошибка во время завешения процедуры восстановления пароля.",
    "Your password reset request is almost complete. Please check your mailbox to activate your new password.": "Для завершения процедуры восстановления пароля, пожалуйста, проверьте свою электронную почту и следуйте полученным инструкциям.",
    "Reset password": "Восстановление пароля",
    "Click here": "Щелкните здесь",
    "to set a new password for your account": "для того, чтобы сбросить его",
    "Forgot your password?": "Забыли пароль?",
    "You may reset your password in case you forgot it. Type in your e-mail address which you were using for an account registration and a new desired password for your account. You will receive a confirmation mail.": "Вы можете восстановить доступ к аккаунту в случае, если забыли пароль. Введите адрес электронной почты, используемый при регистрации, а также новый пароль для аккаунта. Вы получите письмо, которое будет содержать ссылку для активации нового пароля.",
    "In case you didn't request a password reset, just ignore this mail. Your password won't be changed.": "В случае, если вы не запрашивали новый пароль, пожалуйста, проигнорируйте это письмо. В этом случае новый пароль не будет установлен.",
    "You (or someone else) has requested to set a new password for your account. In case you need to set a new password, please click the following button:": "Вы (или кто-то от вашего имени) начал процедуру установки нового пароля для аккаунта. В случае, если пароль на сайте действительно необходимо сменить, пожалуйста, нажмите на кнопку:",
    "Change password": "Сменить пароль",
    "Your account password could not be reset at this moment. Probably you have specified a wrong reset code.": "Пароль для аккаунта в настоящее время не может быть установлен. Пожалуйста, проверьте корректность ссылки для восстановления пароля, и повторите попытку позже.",
    "Your password has been successfully reset. You may use your new password to sign in to the website.": "Новый пароль был успешно установлен для вашего аккаунта. Пожалуйста, используйте ваше имя пользователя и пароль для входа на сайт.",
    "to register a new account on this website": "для регистрации нового аккаунта на этом сайте",
    "Don't have an account yet?": "Еще не зарегистрированы?"
}
